/*eslint-disable*/
window.area = [{
  name: '市南区',
  position: [120.368742, 36.071553],
},
{
  name: '市北区',
  position: [120.381156, 36.113852],
},
{
  name: '黄岛市',
  position: [120.052578, 35.879055],
},
{
  name: '崂山区',
  position: [120.485591, 36.09559],
},
{
  name: '李沧区',
  position: [120.438886, 36.181807],
},
{
  name: '城阳区',
  position: [120.45281, 36.243556],
},
{
  name: '胶州市',
  position: [120.038835, 36.269355],
},
{
  name: '即墨市',
  position: [120.453755, 36.395618],
},
{
  name: '平度市',
  position: [119.978101, 36.756447],
},
{
  name: '莱西市',
  position: [120.524186, 36.89503],
}
]
